Repository: jaakkokorhonen/decisions
Catalog: web/decisions/locale/*/LC_MESSAGES/django.po
Languages: fi

source: Passed as drafted
fi: Hyväksytty

source: Passed after a vote
fi: Hyväksytty äänestyksen jälkeen

source: Passed revised by presenter
fi: Hyväksytty esittelijän muutoksen jälkeen

source: Passed modified
fi: Hyväksytty muutettuna

source: Rejected
fi: Hylätty

source: Noted as informational
fi: Tiedoksi

source: Returned to preparation
fi: Palautettu valmisteluun

source: Removed from agenda
fi: Poistettu päiväjärjestyksestä

source: Tabled
fi: Jätetty pöydälle

source: Election
fi: Äänestys

source: Unknown
fi: Ei päätöstä vielä

source: Resolution
fi: Ratkaisu

source: Summary
fi: Yhteenveto

source: Presenter
fi: Esittelijä

source: Hearing
fi: Kuuleminen

source: Reasons for resolution
fi: Perustelut ratkaisulle

source: Draft resolution
fi: Ratkaisuehdotus

source: Section: %(section_type)s
fi: Kappale: %(section_type)s

source: Subject
fi: Aihe

source: Preparer
fi: Esittelijä

source: Classification code
fi: Lajittelukoodi

source: Last modified time
fi: Viimeisin muokkausaika

source: Original
fi: Alkuperäinen

source: agenda item
fi: esitys

source: agenda items
fi: esityksiä

source: %(since)s ago
fi: %(since)s sitten

source: Date updated
fi: Päivitetty

source: Classification
fi: Luokittelu

source: Attachments
fi: Liitetiedostot

source: Download
fi: Lataa

source: This decision has no attachments.
fi: Tällä päätöksellä ei ole liitetiedostoja.

source: Issue
fi: Aihe

source: Meeting information
fi: Kokoustietoja

source: Council
fi: Lautakunta

source: Date
fi: Päiväys

source: Write your comment here
fi: Voit kirjoittaa kommenttisi tähän

source: Comment should be under 300 characters
fi: Kommentin pitäisi olla alle 300 merkkiä pitkä

source: This is the element where the comment attaches on a decision
fi: Kommentti liittyy tähän elementtiin

source: Quote
fi: Sitaatti

source: Quotes are required.
fi: Sitaatti vaaditaan

source: Comment
fi: Kommentti

source: comment
fi: kommentti

source: comments
fi: kommentteja

source: guest
fi: vieras

source: Send Comment
fi: Kommentoi

source: List of latest comments
fi: Lista viimeisimmistä kommenteista

source: posted by <strong>%(username)s</strong>
fi: kirjoittanut <strong>%(username)s</strong>

source: last edited %(since)s ago with total %(total)s edits
fi: viimeksi muokattu %(since)s sitten, yhteensä %(total)s muokkauskertaa

source: List of latest comments by %(username)s
fi: Viimeisimmät kommentit käyttäjältä %(username)s

source: Finnish
fi: Suomeksi

source: Entry
fi: Julkaisu

source: Entries
fi: Julkaisuja

source: Written by <strong>%(author_name)s</strong>
fi: Kirjoittanut <strong>%(author_name)s</strong>

source: System bulletin
fi: Järjestelmän tiedote

source: Search feed for %(username)s
fi: Hakusyöte käyttäjälle %(username)s

source: No description provided
fi: Kuvausta ei ole annettu

source: Subscriptions
fi: Tilaukset

source: Email address
fi: Sähköpostiosoite

source: user@example.com
fi: kayttaja@example.fi

source: Display name
fi: Nimimerkki

source: Password
fi: Salasana

source: Password again
fi: Salasana uudelleen

source: Your password must meet these requirements:
fi: Salasanasi pitäisi täyttää nämä vaatimukset:

source: Passwords don't match
fi: Salasanat eivät täsmää

source: Please choose another display name
fi: Ole hyvä ja valitse joku muu nimimerkki

source: Please choose another email address
fi: Ole hyvä ja valitse joku muu sähköpostiosoite

source: Email or password did not match. Please try again.
fi: Sähköposti tai salasana ei täsmää. Ole hyvä ja yritä uudestaan

source: Search term
fi: Hakuteksti

source: Sends email
fi: Lähettää sähköpostia

source: If checked, notifications about new search results are also sent by email. Otherwise they will just show up in your feed.
fi: Jos ruksittu, ilmoitukset uusista hakutuloksista lähetetään myös sähköpostitse. Muutoin ne ilmaantuvat vain syötteeseesi.

source: No
fi: Ei

source: Active
fi: Toiminnassa

source: If you do not wish to receive any more notifications from this subscriptions, you can disable it. Old notifications will not disappear from your feed.
fi: Jos et halua saada ilmoituksia tästä tilauksesta enää, voit peruuttaa sen. Olemassaolevat ilmoitukset eivät katoa syötteestäsi.

source: Old password
fi: Nykyinen Salasana

source: New password
fi: Uusi salasana

source: New password again
fi: Uusi salasana uudelleen

source: Please provide the current password
fi: Ole hyvä ja anna nykyinen salasana

source: Please provide your email address. We will send password reset instructions there.
fi: Ole hyvä ja anna sähköpostiosoitteesi. Lähetämme salasanan vaihtamisohjeet sinne.

source: subscribed user
fi: tilaaja

source: subscribed users
fi: tilaajia

source: subscription
fi: tilaus

source: subscriptions
fi: tilauksia

source: subscription hit
fi: tilauksen osuma

source: subscription hits
fi: tilauksen osumia

source: [%(SITE_NAME)s] %(event_count)s new event
fi: [%(SITE_NAME)s] %(event_count)s uusi tapahtuma

source: Logged in successfully
fi: Kirjauduttu sisään

source: Your account is disabled. Please contact webmaster.
fi: Käyttäjätilisi on estetty. Ota yhteyttä ylläpitoon

source: Confirm your %(site)s registration
fi: Vahvista rekisteröitymisesi sivustolle %(site)s

source: Your account has been registered. Check your mail to confirm your email address.
fi: Käyttäjätilisi on nyt rekisteröity. Tarkista sähköpostilaatikkosi vahvistaaksesi sähköpostiosoitteesi

source: Register
fi: Rekisteröidy

source: Your email address has been confirmed.
fi: Sähköpostiosoitteesi on vahvistettu.

source: You have logged out.
fi: Olet kirjautunut ulos.

source: Password reset for %(site)s
fi: Salasanan asettaminen sivustolla %(site)s

source: We have now sent reset instructions.
fi: Olemme nyt lähettäneet salasanan asettamisohjeet.

source: Great! You have reset your password. You can now log in using your new password.
fi: Hyvä juttu! Olet asettanut salasanasi. Voit nyt kirjautua käyttäen uutta salasanaasi.

source: You have changed your password successfully.
fi: Olet vaihtanut salasanasi onnistuneesti.

source: Change password
fi: Vaihda salasana

source: Set password
fi: Aseta salasana

source: Edit profile for '%(username)s'
fi: Muokkaa profiilia '%(username)s'

source: View public profile
fi: Näytä yleinen profiili

source: More account management coming soon!
fi: Lisää tilinhallintaa tulee kohta!

source: Forgot password
fi: Unohtunut salasana

source: Log in to continue
fi: Kirjaudu jatkaaksesi

source: You need to log in to access this page. If you don't have an account, you can <a href="%(register_url)s">register a free account</a> and try again.
fi: Tämä sivu vaatii kirjautumista. Jos sinulla ei ole tiliä jolle kirjautua, voit <a href="%(register_url)s">rekisteröidä ilmaisen tilin</a> ja yrittää uudelleen.

source: Log in
fi: Kirjaudu

source: Log in or register
fi: Kirjaudu tai rekisteröidy

source: You can comment and track decisions by logging in to your account. Or if you don't have one, you can register a new account now.
fi: Voit kommentoida ja seurata päätöksiä kirjautumalla käyttäjätilillesi. Tai voit luoda uuden käyttäjätilin, jos sinulla ei vielä ole tiliä.

source: Login
fi: Kirjaudu

source: Forgot password?
fi: Unohditko salasanasi?

source: Profile for '%(username)s'
fi: Profiili käyttäjälle '%(username)s'

source: Member for %(since)s
fi: Jäsenenä %(since)s

source: Read comments by <strong>%(username)s</strong>
fi: Lue kommentteja käyttäjältä <strong>%(username)s</strong>

source: Can't reset
fi: Ei voi asettaa salasanaa

source: This password reset either doesn't exist or has expired. You can try requesting another reset.
fi: Tämä salasanan asettaminen joko ei ole olemassa tai on vanhentunut. Voit yrittää tilata uuden asettamisen.

source: Please contact site administrators if account problems persist.
fi: Ole hyvä ja ota yhteyttä sivuston ylläpitoon jos tiliongelmat jatkuvat.

source: Set a new password
fi: Aseta uusi salasana

source: Almost there! Please set your new password here.
fi: Melkein perillä! Voit asettaa uuden salasanasi tässä.

source: Dashboard
fi: Mittarikenttä

source: Active subscriptions
fi: Aktiivisia tilauksia

source: You can create subscriptions by saving searches you have made
fi: Voit luoda tilauksia tallentamalla hakuja joita olet tehnyt

source: Edit and view more subscriptions
fi: Muokkaa ja näytä enemmän tilauksia

source: Feed
fi: Syöte

source: from search <tt>%(term)s</tt> <abbr title="%(timestamp)s">%(since)s</abbr> ago
fi: hausta <tt>%(term)s</tt> <abbr title="%(timestamp)s">%(since)s</abbr> sitten

source: Every time your subscriptions find new decisions, they are listed here.
fi: Aina kun tilauksesi löytävät uusia päätöksiä, ne listataan tähän.

source: This is just the new stuff, old results from new subscriptions are never added to the feed.
fi: Tähän tulee vain uudet jutut, vanhat hakutulokset uusista tilauksista eivät ikinä ilmaannu syötteeseesi.

source: Browse your feed
fi: Selaa syötettä

source: An account for %(SITE_NAME)s has been created for this email address.
fi: Käyttäjätili sivustolle %(SITE_NAME)s on luotu tähän sähköpostiosoitteeseen.

source: If this was done by you, you can confirm your account here:
fi: Jos teit tämän, voit vahvistaa käyttäjätilisi tästä:

source: If you did not register an account with us, you can ignore this mail. Our apologies for the inconvenience.
fi: Jos et rekisteröitynyt sivullemme, voit jättää tämän viestin huomiotta. Pahoittelumme häiriöstä.

source: Hello %(user)s,
fi: Terve %(user)s,

source: We have found some new things you may be interested in:
fi: Olemme löytäneet sinulle lisää asioita joista voisit olla kiinnostunut:

source: Direct link:
fi: Suora linkki:

source: You also have %(more_notifications)s additional notifications.
fi: Sinulle on vielä %(more_notifications)s ilmoitus lisää.

source: You can view them at:
fi: Voit selata niitä osoitteessa:

source: You can view your feed and manage your subscriptions in our dashboard:
fi: Voit selata syötettäsi ja hallita tilauksiasi mittarikentällämme:

source: A password reset has been requested for this email address on %(SITE_NAME)s.
fi: Uuden salasanan asettaminen on tilattu tähän sähköpostiosoitteeseen sivustolla %(SITE_NAME)s

source: If this request was made by you, you can set a new password here:
fi: Jos teit tämän tilauksen, voit asettaa uuden salasanan täällä:

source: If you did not request a password reset, you can ignore this mail.
fi: Jos et tilannut salasanan asettamista, voi jättää tämän postin huomiotta.

source: Your account is not at risk and no action is required from you.
fi: Käyttäjätilisi ei ole uhattuna eikä sinun tarvitse tehdä mitään.

source: Our apologies for the inconvenience.
fi: Pyydämme anteeksi häiriötä.

source: Public Feed
fi: Yleinen syöte

source: Every time your subscriptions find new decisions, they are listed on this page.
fi: Aina kun tilauksesi löytävät uusia päätöksiä, ne listataan tällä sivulla.

source: Not confirmed
fi: Ei vahvistettu

source: No account could be confirmed. If you came here from your confirmation email, please contact the site operator.
fi: Aktivoitavaa käyttäjätunnusta ei löytynyt. Jos tulit tänne vahvistussähköpostin kautta, ole hyvä ja ota yhteyttä sivuston ylläpitoon.

source: Recent decisions people are subscribing to will show up here
fi: Tänne ilmestyy päätöksiä, joista ihmiset ovat kiinnostuneet

source: You can <a href="%(login_or_register_url)s">login or register</a> to customize your own feed
fi: Voit <a href="%(login_or_register_url)s">kirjautua tai rekisteröityä</a> laatiaksesi oman syötteen

source: Add a new subscription
fi: Lisää uusi tilaus

source: Search term…
fi: Hakuteksti…

source: Subscribe
fi: Tilaa

source: Edit
fi: Muokkaa

source: Legend
fi: Selite

source: New notifications are sent to you by email as well
fi: Uudet ilmoitukset lähetetään myös sähköpostiisi

source: Fresh. Has triggered notifications for you recently
fi: Tuore. On tuottanut ilmoituksia hiljattain

source: Dormant subscriptions
fi: Nukkuvia tilauksia

source: These subscriptions will not add notifications to your feed or send email. You can enable subscriptions from here by editing them.
fi: Nämä tilaukset eivät lisää ilmoituksia syötteeseesi tai lähetä sähköpostia. Voit herättää tilauksia muokkaamalla niitä.

source: You have subscribed to the search term <tt>%(search_term)s</tt>
fi: Olet tilannut hakuehdon <tt>%(search_term)s</tt>

source: You have edited your subscription to <tt>%(search_term)s</tt>
fi: Olet muokannut tilaustasi <tt>%(search_term)s</tt>

source: Edit subscription
fi: Muokkaa tilausta

source: Decisions
fi: Päätökset

source: Logged in: <strong>%(username)s</strong>
fi: Kirjautuneena: <strong>%(username)s</strong>

source: Log out
fi: Kirjaudu ulos

source: About
fi: Tietoja

source: This website is free open source software. Source code is available <a href="%(project_url)s">on Github</a>.
fi: Tämä nettisivu on ilmaista avoimen lähdekoodin ohjelmistoa. Lähdekoodin voi ladata <a href="%(project_url)s">Githubista</a>.

source: Links
fi: Linkkejä

source: Latest comments
fi: Viimeisimpiä kommentteja

source: Issue tracker
fi: Tehtävien seuranta

source: Privacy policy
fi: Rekisteriseloste

source: Site Updates
fi: Päivityksiä sivulla

source: Regards,
fi: Terveisin,

source: %(SITE_NAME)s operators
fi: %(SITE_NAME)s ylläpito

source: Form
fi: Lomake

source: Submit
fi: Lähetä

source: Decisions at your fingertips
fi: Päätökset kämmenelläsi

source: Get involved with your community. Find where decisions are made, comment on them and get notified when things you care about come up
fi: Osallistu kuntasi toimintaan. Hae missä päätöksiä tehdään ja saa ilmoituksia kun kiinnostavia asioita tapahtuu

source: E.g. Bicycling
fi: Esim. polkupyöräily

source: Search decisions
fi: Hae päätöksistä

source: <a href="%(login_or_register_url)s">Log in or register</a> to save your searches and receive notifications about new developments. While logged in, you can also comment on decisions
fi: <a href="%(login_or_register_url)s">Kirjaudu tai rekisteröidy</a> tallentaaksesi hakuja ja saadaksesi ilmoituksia kun hakuihin tulee uusia tuloksia. Kirjautuneena voit myös kommentoida päätöksiä

source: About this service
fi: Tietoja palvelusta

source: Currently indexing about 40 000 decisions from the City of Helsinki
fi: Haettavissa noin 40 000 päätöstä Helsingin kaupungilta

source: More cities and other public decisionmakers coming soon!
fi: Enemmän kuntia ja muita julkisia päätöksentekijöitä tulossa!

source: Give feedback, report an issue, suggest improvements, etc.
fi: Anna palautetta, ilmoita ongelmasta, ehdota parannuksia jne.

source: (Requires Github account)
fi: (Tarvitsee Github-tilin)

source: What's going on behind the scenes?
fi: Mitä kulissien takana tapahtuu?

source: Recent comment
fi: Hiljattainen kommentti

source: We'll showcase some comments soon!
fi: Esittelemme joitain kommentteja kohta!

source: We may set tracking cookies, including third party tracking cookies for internal analytics purposes. Other third party services embedded to this site may introduce additional privacy policies.
fi: Voimme asettaa seurantakeksejä, mukaanlukien kolmansien osapuolien seurantakeksejä sisäisen analytiikan tarpeisiin. Muut kolmannen osapuolen palvelut tällä sivustolla saattavat tuoda mukaan muita rekisteriselosteita.

source: We will not share enumerated user account data with third parties. However, there are public profile pages associated with user accounts that contain some general information about that user.
fi: Emme jaa listoitettua käyttäjätietoa kolmansien osapuolien kanssa. Käyttäjätileillä on kuitenkin yleinen profiilisivu, joilla on joitain yleisiä tietoja tilistä.

source: Saved searches are public information, but not necessarily connected to specific user accounts.
fi: Tallennetut haut ovat yleistä tietoa, mutta eivät välttämättä liity tiettyihin käyttäjätileihin.

source: Comments made on this site are public information that are enumerated to user accounts. We reserve the right to publish and republish comments on any medium.
fi: Kommentit jotka on laadittu tällä sivulla ovat yleistä tietoa joka listoitetaan käyttäjätileittäin. Pidätämme oikeuden julkaista ja uudelleenjulkaista kommentteja millä tahansa julkaisualustalla.

source: %(result_count)s result for your search '%(search_term)s'
fi: %(result_count)s tulos haullesi '%(search_term)s'

source: No results for your search '%(search_term)s'
fi: Hakutuloksia ei löytynyt ehdoilla '%(search_term)s'. Kokeile laajempaa hakusanaa

source: You can save this search and get notified when new results come up
fi: Voit tallentaa tämän haun ja ilmoitamme sinulle kun uusia tuloksia tulee

source: Subscribe to this search
fi: Tilaa tämä haku

source: No results found. Try a broader search term
fi: Hakutuloksia ei löytynyt. Kokeile laajempaa hakusanaa

source: Previous
fi: Edelliset

source: Next
fi: Seuraavat

source: Search for decisions
fi: Hae päätöksiä

source: Search from decisions
fi: Hae päätöksistä

source: Required
fi: Tärkeä kenttä
